Repository: Andriiklymiuk/ung
Catalog: macos-ung/ung/Resources/*.lproj/Localizable.strings
Languages: ru

# app.tagline
source: Freelance Billing & Time Tracking
ru: Учёт времени и счета для фрилансеров

source: Start Tracking
ru: Начать отслеживание

source: Stop Tracking
ru: Остановить отслеживание

source: Pause Tracking
ru: Пауза

source: Resume Tracking
ru: Продолжить

source: Get Status
ru: Показать статус

source: Today's Hours
ru: Часы за сегодня

source: Weekly Report
ru: Еженедельный отчёт

source: Today's Earnings
ru: Заработок за сегодня

source: Monthly Earnings
ru: Заработок за месяц

source: Pending Invoices
ru: Неоплаченные счета

source: Overdue Invoices
ru: Просроченные счета

source: Client Balance
ru: Баланс клиента

source: Start Focus
ru: Начать фокус

source: Stop Focus
ru: Остановить фокус

source: Take Break
ru: Сделать перерыв

source: Log Time
ru: Записать время

# siri.tracking.started
source: Started tracking %@. Good luck!
ru: Начато отслеживание %@. Удачи!

# siri.tracking.stopped
source: Stopped tracking %@. Duration: %@
ru: Остановлено отслеживание %@. Длительность: %@

# siri.tracking.paused
source: Paused %@ at %@. Say 'Resume tracking' to continue.
ru: Пауза %@ на %@. Скажи 'Продолжить отслеживание', чтобы продолжить.

# siri.tracking.resumed
source: Resumed tracking %@. Let's keep going!
ru: Продолжено отслеживание %@. Продолжаем!

# siri.tracking.no_active
source: No active tracking session.
ru: Нет активного сеанса отслеживания.

# siri.tracking.already_active
source: Tracking is already active. You're working on %@.
ru: Отслеживание уже активно. Вы работаете над %@.

# siri.tracking.no_paused
source: No paused session found. Say 'Start tracking' to begin a new session.
ru: Нет приостановленного сеанса. Скажи 'Начать отслеживание', чтобы начать новый.

# siri.status.working
source: You're working on %@ for %@.
ru: Вы работаете над %@ уже %@.

# siri.status.not_tracking
source: You're not tracking anything right now. Ready to start?
ru: Вы сейчас ничего не отслеживаете. Готовы начать?

# siri.hours.today
source: You've worked %@ today. Keep it up!
ru: Сегодня вы проработали %@. Так держать!

# siri.hours.today.none
source: No hours tracked today yet. Time to get started?
ru: Сегодня ещё нет записей времени. Пора начинать?

# siri.hours.weekly
source: This week: %@
ru: На этой неделе: %@

# siri.hours.weekly.progress
source: This week: %@ (%d%% of your %@ goal)
ru: На этой неделе: %@ (%d%% от цели %@)

# siri.earnings.today
source: You've earned %@ today. Great work!
ru: Сегодня вы заработали %@. Отличная работа!

# siri.earnings.today.none
source: No earnings recorded today yet. Start tracking to begin earning!
ru: Сегодня ещё нет заработка. Начните отслеживание, чтобы зарабатывать!

# siri.earnings.monthly
source: This month: %@
ru: В этом месяце: %@

# siri.earnings.total
source: Total all-time: %@
ru: Всего за всё время: %@

# siri.invoices.pending
source: You have %d pending invoice%@ totaling %@.
ru: У вас %d неоплаченн%@ на сумму %@.

# siri.invoices.pending.none
source: No pending invoices. All caught up!
ru: Нет неоплаченных счетов. Всё в порядке!

# siri.invoices.overdue
source: Warning: You have %d overdue invoice%@ totaling %@. Consider following up with your clients.
ru: Внимание: У вас %d просроченн%@ на сумму %@. Рекомендуем связаться с клиентами.

# siri.invoices.overdue.none
source: Great news! No overdue invoices.
ru: Отлично! Нет просроченных счетов.

# siri.invoices.pending_suffix
source: You have %@ pending in invoices.
ru: У вас %@ в неоплаченных счетах.

# siri.client.owes
source: %@ owes you %@.
ru: %@ должен вам %@.

# siri.client.no_balance
source: %@ has no outstanding balance.
ru: У %@ нет задолженности.

# siri.client.not_found
source: I couldn't find a client named %@. Try saying the full name.
ru: Не могу найти клиента %@. Попробуйте назвать полное имя.

# siri.client.total_owed
source: Your clients owe you %@ in total. Specify a client name for details.
ru: Клиенты должны вам %@ в сумме. Назовите имя клиента для подробностей.

# siri.client.all_settled
source: All client balances are settled. No outstanding amounts.
ru: Все балансы клиентов погашены. Нет задолженностей.

# siri.focus.started
source: Focus session started. You've got %d minutes. Stay focused!
ru: Сеанс фокусировки начат. У вас %d минут. Сосредоточьтесь!

# siri.focus.already_active
source: A focus session is already running.
ru: Сеанс фокусировки уже запущен.

# siri.focus.stopped
source: Focus session ended. You completed %d session%@. Great work!
ru: Сеанс фокусировки завершён. Вы завершили %d сеанс%@. Отличная работа!

# siri.focus.no_active
source: No active focus session to stop.
ru: Нет активного сеанса фокусировки.

# siri.break.started
source: Break started! Take %d minutes to rest. Your health matters. I'll track your break time.
ru: Перерыв начат! Отдохните %d минут. Ваше здоровье важно. Я буду отслеживать время перерыва.

# siri.log.specify_hours
source: Please specify how many hours to log. For example: 'Log 2 hours'
ru: Укажите, сколько часов записать. Например: 'Запиши 2 часа'

# siri.log.success
source: Logged %@ for %@
ru: Записано %@ для %@

# liveactivity.tracking.recording
source: RECORDING
ru: ЗАПИСЬ

# liveactivity.tracking.started
source: Started
ru: Начато

# liveactivity.tracking.tap_to_stop
source: Tap to stop
ru: Нажмите, чтобы остановить

# liveactivity.pomodoro.focus
source: Focus Mode
ru: Режим фокуса

# liveactivity.pomodoro.break
source: Break Time
ru: Перерыв

# liveactivity.pomodoro.paused
source: PAUSED
ru: ПАУЗА

# liveactivity.pomodoro.tap_to_resume
source: Tap to resume
ru: Нажмите, чтобы продолжить

# liveactivity.pomodoro.until_focus
source: until focus
ru: до фокуса

# liveactivity.pomodoro.remaining
source: remaining
ru: осталось

# liveactivity.pomodoro.done
source: done
ru: завершено

# liveactivity.pomodoro.total
source: total
ru: всего

# liveactivity.milestone.goal_achieved
source: Goal Achieved!
ru: Цель достигнута!

# liveactivity.milestone.exceeded
source: EXCEEDED
ru: ПРЕВЫШЕНО

# liveactivity.milestone.daily
source: Daily
ru: Дневная

# liveactivity.milestone.weekly
source: Weekly
ru: Недельная

# liveactivity.milestone.monthly
source: Monthly
ru: Месячная

# liveactivity.milestone.goal
source: goal
ru: цель

# liveactivity.milestone.to_go
source: to go
ru: осталось

# liveactivity.milestone.over
source: over
ru: сверх

# liveactivity.milestone.reached
source: MILESTONE REACHED
ru: ЦЕЛЬ ДОСТИГНУТА

# liveactivity.milestone.remaining
source: remaining
ru: осталось

# liveactivity.invoice.sent
source: SENT
ru: ОТПРАВЛЕН

# liveactivity.invoice.viewed
source: VIEWED
ru: ПРОСМОТРЕН

# liveactivity.invoice.paid
source: PAID
ru: ОПЛАЧЕН

# liveactivity.invoice.overdue
source: OVERDUE
ru: ПРОСРОЧЕН

# liveactivity.invoice.payment_received
source: Payment received
ru: Оплата получена

# liveactivity.invoice.days_overdue
source: %d days overdue
ru: просрочено %d дн.

# liveactivity.invoice.due_today
source: Due today!
ru: Срок сегодня!

# liveactivity.invoice.due_tomorrow
source: Due tomorrow
ru: Срок завтра

# liveactivity.invoice.due_in_days
source: Due in %d days
ru: Срок через %d дн.

# liveactivity.invoice.client_viewed
source: Client viewed invoice
ru: Клиент просмотрел счёт

# liveactivity.invoice.payment_overdue
source: PAYMENT OVERDUE
ru: ОПЛАТА ПРОСРОЧЕНА

# liveactivity.summary.new_record
source: New Record!
ru: Новый рекорд!

# liveactivity.summary.daily
source: Daily Summary
ru: Итоги дня

# liveactivity.summary.weekly
source: Weekly Summary
ru: Итоги недели

# liveactivity.summary.sessions
source: sessions
ru: сеансов

# liveactivity.summary.of_goal
source: of goal
ru: от цели

# liveactivity.summary.hours_worked
source: hours worked
ru: часов отработано

# liveactivity.summary.personal_best
source: PERSONAL BEST
ru: ЛИЧНЫЙ РЕКОРД

# liveactivity.summary.day_streak
source: day streak
ru: дней подряд

# liveactivity.break.needed
source: Break Needed!
ru: Нужен перерыв!

# liveactivity.break.time_for
source: Time for a Break
ru: Время для перерыва

# liveactivity.break.suggested
source: Break Suggested
ru: Рекомендуем перерыв

# liveactivity.break.reminder
source: Break Reminder
ru: Напоминание о перерыве

# liveactivity.break.urgent
source: URGENT
ru: СРОЧНО

# liveactivity.break.recommended
source: RECOMMENDED
ru: РЕКОМЕНДУЕТСЯ

# liveactivity.break.take_break
source: Take a break
ru: Сделайте перерыв

# liveactivity.break.break_time
source: Break time
ru: Время перерыва

# liveactivity.break.consider
source: Consider break
ru: Пора отдохнуть

# liveactivity.break.on_track
source: On track
ru: Всё хорошо

# liveactivity.break.since_break
source: since break
ru: с перерыва

# liveactivity.break.breaks_today
source: breaks today
ru: перерывов сегодня

# liveactivity.break.worked
source: worked
ru: отработано

# liveactivity.break.health_matters
source: Your health matters
ru: Ваше здоровье важно

# plural.hour
source: hour
ru: час

# plural.hours
source: hours
ru: часов

# plural.minute
source: minute
ru: минута

# plural.minutes
source: minutes
ru: минут

# plural.session
source: session
ru: сеанс

# plural.sessions
source: sessions
ru: сеансов

# plural.day
source: day
ru: день

# plural.days
source: days
ru: дней

# plural.invoice
source: invoice
ru: счёт

# plural.invoices
source: invoices
ru: счетов
